---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.FormulaEditingEventArgs
source: html/9487e948-72a0-e0a0-3638-945d64c93275.htm
---
# FormulaEditingEventArgs Methods

Applies formula to the parameter